{
    "page_id": "1891",
    "title": "Kaer Morhen",
    "content": "{{SpoilerBanner}}\n{{Construction}}\n{{Infobox Location\n|aka = Caer a'Muirehen<ref name=\"boe\" /><br/>Keep of the Elder Sea<ref name=\"boe\" />\n|image = Tw3 Kaer Morhen promo.jpg\n|type = Fortress\n|owner = [[School of the Wolf]]\n|country = [[Kaedwen]]\n|region = [[Hertch]]<ref name=\"zdrada\" />\n|location = In [[Kaer Morhen valley]], right off the [[Gwenllech]] river\n|geo_map = Tw1 places kaer morhen.png\n|city_map = Tw3_map_Kaer_Morhen_valley.jpg\n|appears_books = {{TLW}} {{Mo}}<br/>{{BoE}}<br>{{ToC}} {{Mo}}<br>{{BoF}} {{Mo}}<br>{{TTotS}} {{Mo}}<br>{{TLotL}} {{Mo}}\n|appears_games = {{Tw1}}<br/>{{Tw2}} {{Mo}}<br/>{{Tw3}}\n|appears_comics = {{Comics|zdrada}}\n}}\n{{Quote|text = From there they could see the ruins of Kaer Morhen huddled against the stone precipices - the partially demolished trapezium of the defensive wall, the remains of the barbican and gate, the thick, blunt column of the donjon.|citation = pg. 51, {{BoE}} (U.K. edition)}}\n'''Kaer Morhen''' (corruption of [[Elder Speech]]: Caer a'Muirehen, meaning ''Keep of the Elder Sea'') is an old keep where [[witcher]]s of the [[School of the Wolf]] used to be trained. It is located in the [[Blue Mountains]] of [[Hertch]] in the kingdom of [[Kaedwen]], right off the [[Gwenllech]] river. The castle can only be reached by \"The Witchers Trail\", nicknamed \"[[The Killer]]\", which is easy to miss and encircles the keep. While [[Witcher Trials|Trials]] and Changes are no longer performed here, witchers still tend to rest here between their assignments—usually during the winter, after which they set out on [[The Path]] again.\n\nThe keep's name is a nod to an ancient sea in the area, indicated by the presence of fossilized [[sea creature]]s embedded in the stones on which it was built.<ref name=\"boe\">{{BoE}}</ref>\n\n== History ==\n{{Block Quote|text = They want to mutate the child, subject her to the Trial of Grasses and Changes, but they don't know how to do it. [[Vesemir]] was the only witcher left from the previous generation, and he was only a fencing instructor. The [[Witchers' laboratory|Laboratorium]], hidden in the vaults of Kaer Morhen, with its dusty demi-johns of elixirs, the alembics, ovens and retorts ... None of the witchers knew how to use them. The mutagenic elixirs had been concocted by [[Alzur|some renegade wizard]] in the distant past and then perfected over the years by the wizard's successors, who had, over the years, magically controlled the process of Changes to which children were subjected. And at a vital moment the chain had snapped. There was no more magical knowledge or power. The witchers had the herbs and Grasses, they had the Laboratorium. They knew the recipe. But they had no wizard.|citation = [[Triss Merigold|Triss]]'s inner monologue, pg. 61-62 {{BoE}} (U.K. edition)}}\n\n=== Ancient times and construction of the keep ===\n[[Oxenfurt Academy]] scholars speculate that in the place where the current keep stands there was originally an ancient [[Aen Seidhe|elven]] defensive structure.<ref name=\"twotw\">{{TWotW}}</ref> The [[Circle of Elements|Circle of Whispering Stones]] was likely erected during that era.<ref group=\"N\">According to {{TWRPG}}, [[standing stones]] at [[intersection]]s were built by the elves.</ref>\n\nBy the time [[Nordling]]s erected the modern castle in the 2nd half of the 11th century,<ref name=\"twotw\" /> Wolf School witchers had already been present in the caves of [[Kaer Morhen valley]].<ref name=\"tw3\">{{Tw3}}</ref> Human inhabitants eventually left the keep for some reason and it became the seat of the Wolf witchers.\n\n=== School of the Wolf at its height ===\nThe keep and the [[bastion]], encircled by The Killer, were the primary training area for young Wolves. In the Laboratorium beneath the castle resident renegade [[mage]]s and [[druid]]s performed the Trials and Changes which transformed boys<!-- Monster Slayer doesn't work on my tablet -- are the women there Wolves or other school? --> into witchers.<ref name=\"boe\" />\n\nThe men at Kaer Morhen rarely had anything to do with the Kaedwenian locals, maintaining a delicate balance that neither wished to disrupt.<ref>[https://witchernetflix.com/en/content/kaer-morhen Netflix Timeline: Kaer Morhen]</ref> As one could not find the fortress without the knowledge of the treacherous trail, it used to remain on the outskirts of history books. Legends claim that it is in Kaer Morhen where young [[Esteril Thyssen]] and his wife [[Agnes of Aedirn]] hid from King [[Videmont]]'s wrath in 1160s.<ref name=\"dynasties\">[[Dynastic descriptions]]</ref>\n\n=== Pogrom and decline ===\nThe dwindling number of monsters, together with the vile acts committed purportedly by witchers and reported in ''[[Monstrum, or Description of the Witcher]]'' pamphlet, resulted in anti-witcher sentiments growing amongst the Kaedwenian population. In the {{Year|year=1194|canon=yes}}<ref name=\"rk\">{{RK}}</ref><ref group=\"N\">While the date of the Pogrom provided in {{RK}}, 1194, doesn't match Triss' thoughts from {{BoE}} about having been born half a century after those events, it's possible that the sorceress was deliberately taught wrong history or merely suffered a momentary brainfart.</ref> a mob of peasants led by opportunistic mages stormed Kaer Morhen massacring everyone inside<ref name=\"boe\" />—23 witchers and forty students,<ref name=\"tw1\" /> including children, and the renegade mages who oversaw the mutation process. Only those members of the Wolf School who remained outside the castle survived. The pogrom was officially condemned<ref name=\"boe\" /> as an \"isolated incident\", with some of the attackers even expressing regret.<ref name=\"twotw\" />\n\nWhile their numbers were greatly reduced, witchers continued to run the School.<ref name=\"boe\" /> [[Rennes]] took the mantle of the Grandmaster<ref name=\"zdrada\">''[[Zdrada|The Betrayal]]'' graphic novel</ref> after [[Barmin]]<ref name=\"tw3\" /> and [[Vesemir]] replaced [[Varin]] as a fencing instructor.<ref name=\"boe\" /><ref name=\"zdrada\" /><ref name=\"tw3\" /> As many of the mages perished during the pogrom,<ref name=\"notw\" /> the mutation process was even harsher—some boys were subjected to additional experiments, mostly with fatal results. During one of such experiments all subjects save for [[Geralt of Rivia|Geralt]] died.<ref name=\"tlw\">{{TLW}}</ref>\n\nFinally the chain of witcher production snapped when the last wizard capable of performing the Trials and Changes died or vanished, marking late 1230s or early 1240s as the last time when young witchers practiced at The Killer. One of the youngest fully-trained Wolves was [[Lambert]].<ref name=\"boe\" />\n\n=== After the end ===\nThe end of training did not mark the end of Kaer Morhen. While new adepts were no longer and the keep was a ruin of its former self, adult witchers still arrived here to spend winters with their comrades.<ref name=\"boe\" /> In {{Year|year=1242|canon=no}},<ref group=\"N\">As in case of other dates mentioned in the first game, 1232 provided in {{PN}} doesn't match other sources. By the time of the module's start, the Wolf School is already inactive with only a couple witchers in the keep, which forces to exclude 1232. Vesemir's model in the module is also the same as in base game, which would put the adventure later than his romance with Mignole, instead of two years earlier as 1232 would suggest.</ref> [[Eskel]]'s surprise child, [[Deidre Ademeyn]], took refuge in the fortress to hide from her brother [[Merwin Ademeyn|Merwin]]'s men.<ref name=\"pon\">{{PN}}</ref>\n\nIn {{Year|year=1264|canon=yes}}, Geralt brought the orphaned [[Ciri]] to Kaer Morhen, where she met Lambert, Eskel and Vesemir who were staying there for the winter, as well as [[Coën]], a visitor<ref name=\"boe\" /> from the [[School of the Griffin]].<ref name=\"caf\">''[[Szpony i kły|Claws and Fangs]]''</ref><ref name=\"gwent\">{{Gwent}}</ref> By that year, Vesemir was considered to be the only witcher left from the previous generation of the Wolves.\n\nAs Ciri manifested [[Source|unnatural powers]], for the next year's winter the witchers invited [[Triss Merigold]] to watch over the girl. While Triss initially suspected the witchers wanted her to mutate Ciri, it turned out they were just afraid of the girl's magical abilities. As Triss feared she was unable to control Ciri, she convinced Geralt and others to put the young witcheress to care of a more experienced sorceress; thus in spring {{Year|year=1266|canon=yes}} Geralt, Triss, and Ciri left for [[Temple of Melitele (Ellander)|the temple in Ellander]] where Ciri was to be tutored by [[Yennefer of Vengerberg]].<ref name=\"boe\" />\n\n{{Canon Marker|type =games}}\nIn {{Year|canon = no|year = 1270}} Triss and the remaining witchers were training [[Leo]], a new student whom Vesemir took after Geralt's supposed death during the [[Rivian Pogrom]] two years prior. One night, the miraculously alive Geralt was found near the fortress, fallen unconscious after escaping [[Wild Hunt|an unknown foe]].\n\nSoon after Geralt regained consciousness, the castle came under attack by a criminal organization, the [[Salamandra]], and the school's closely guarded herbs that were once used for the Trial of the Grasses were stolen and Leo was killed. After Leo was buried just outside Kaer Morhen, the witchers aided by Triss left in different directions to learn more about their attackers and recover the ingredients.<ref name=\"tw1\" />\n\nTwo years later the witchers once more met up here upon learning that Ciri was back but was being chased by the [[Wild Hunt]]. Yennefer arrived before Geralt to begin preparations, as she wished to use the first part of the Trial of the Grasses on [[Uma]], an odd creature that was their only link to learning what happened to Ciri. After a successful transformation, Geralt headed out and soon brought Ciri back, but with the Wild Hunt right on their tail. During the Battle of Kaer Morhen, the group tried various tactics to defend their home, but were eventually overpowered, resulting in Vesemir's death, until Ciri's [[Elder Blood]] activated, threatening to destroy not just the Wild Hunt members but the entire fortress along with it. However, a weakened [[Avallac'h]] was able to stop her.\n\nThe remaining allies then held a pyre funeral for Vesemir before the witchers decided to go their separate ways, leaving Kaer Morhen behind.<ref name=\"tw3\" />\n\n{{Canon Marker End|type =games}}\n\n== Notable residents ==\n'''Witchers'''\n\n{{Cols|num=2|\n* [[Adon of Carreras]]<ref name=\"baw\">{{BaW}}</ref>\n* [[Aubry (witcher)|Aubry]]<ref name=\"zdrada\" />\n* [[Barmin]]<ref name=\"tw3\" />/[[Deglan]]<ref name=\"notw\">{{Netflix|notw}}</ref>\n* [[Berengar]]<ref name=\"tw1\" />\n* [[Elgar]]<ref name=\"tw3\" />\n* [[Eskel]]\n* [[Frank]]<ref name=\"zdrada\" />\n* [[Gardis]]<ref name=\"zdrada\" />\n* [[Geralt of Rivia|Geralt]]\n* [[Gweld]]<ref name=\"zdrada\" />\n* [[Gwen]]<ref name=\"zdrada\" />\n* [[Hemminks]]<ref name=\"zdrada\" />\n* [[Lambert]]\n* [[Olach of Ban Gleán]]<ref>{{TWRPG}}</ref>\n* [[Osbert]]<ref name=\"hexer\">{{Hexer}}</ref>\n* [[Remus]]<ref name=\"netflix\">{{Netflix}}</ref><ref name=\"notw\" />\n* [[Rennes]]<ref name=\"zdrada\" />\n* [[Tjold]]<ref name=\"zdrada\" />\n* [[Varin]]<ref name=\"tw3\" />\n* [[Vesemir]]\n* [[Voltehre]]<ref name=\"tw3\" />\n}}\n\n'''Trained but not mutated'''\n* [[Ciri]]\n* [[Leo]]<ref name=\"tw1\">{{Tw1}}</ref>\n'''Mages and druids'''\n* [[Chird]]<ref name=\"tw3\" />\n* [[Dagobert Sulla]]<ref name=\"tw1\" />\n* [[Hieronymus (Kaer Morhen)|Hieronymus]]<ref name=\"tw3\" />\n* [[Jarrow]]<ref name=\"hexer\" />\n* [[Reidrich]]<ref name=\"notw\" />\n'''Guests'''\n* [[Coën]]\n* [[Deidre Ademeyn]]<ref name=\"pon\" />\n*[[Triss Merigold]]\n\n== {{tw1}} ==\n[[File:Places Kaer Morhen.png|thumb|300px]]\n=== [[The Witcher journal|Journal]] entry ===\n:''Kaer Morhen is an inaccessible mountain stronghold which has been the headquarters of the witchers' guild for centuries. The name comes from the language of the elves — the original Caer a'Muirehen translates into Old Sea Fortress. The castle's time of greatness has passed, the battlements and moat have deteriorated, and a cold wind blows through the spacious halls. Currently, only a handful of witchers live here, but once many young boys underwent gruesome training along the infamous \"Gauntlet\" near Kaer Morhen.''\n\n=== Locations ===\n* [[Courtyard]]\n* [[Kitchen]]\n* [[Dining hall]]\n* [[Evening hall]]\n* [[Library]]\n* [[Armory]]\n* [[West hall]]\n* [[Triss' room]]\n* [[Witchers' laboratory]]\n* [[Circle of Elements|Circle of Whispering Stones]]\n\n== {{PN}} ==\n=== [[The Witcher journal|Journal]] entry ===\n:''Kaer Morhen is an inaccessible mountain stronghold which has been the headquarters of the witchers' guild for centuries. Its name derives from its original elven appellation — Caer a'Muirehen, meaning Old Sea Fortress. The castle's times of glory have passed, its battlements and moat have deteriorated, a cold wind blows through its spacious halls. Only a handful of witchers live here now, but in past times droves of young boys underwent gruesome training along the infamous \"Gauntlet\" near Kaer Morhen.''\n:''Years ago a horde of fanatics, their hatred incited by various publications defamatory of witchers, laid siege to Kaer Morhen. The mob would not have captured the fortress nor later turned it into a ruin without the help of mages. Practically all those who were in the Old Sea Fortress during the assault perished. From among those witchers who called Kaer Morhen home, only a few survived the massacre, merely because they were out on their Paths at the time. The bones of the dead remain at the bottom of the moat surrounding the stronghold, left there as a reminder of the massacre that was born from hatred directed against changelings.''\n\n=={{Tw3}}==\n=== Map description ===\n: ''The Keep of the Sea of Yore, home to the witchers of the Wolf School.''\n\n=== Associated quests ===\n* [[Ugly Baby]]\n* [[Disturbance]]\n* [[Kaer Morhen (quest)|Kaer Morhen]]\n* [[The Final Trial]]\n* [[Va Fail, Elaine]]\n* [[The Battle of Kaer Morhen]]\n* [[Lilac and Gooseberries]]\n* [[No Place Like Home]]\n* [[Berengar's Blade]]\n* [[The Witchers' Forge]]\n\n== Trivia ==\n* Kaer or Kêr means \"city\" in [[wikipedia:Breton_language|Breton]], while Ker means \"city\" or \"fortress\" in [[wikipedia:Cornish_language|Cornish]]. Caer means the same in [[wikipedia:Welsh_language|Welsh]]. ''Morlen'' means \"Bay\" in Breton. ''Môr hen'' means \"ancient sea\" in Welsh.\n\n==Notes==\n* In {{Tw1}} and {{Tw3}}, you can examine the 3 tapestries inside the main hall and Geralt will comment about each one of them.\n\n== Videos ==\n<gallery position=\"center\">\nFile:Kaer Morhen (The Witcher) HD\nFile:Kaer Morhen - The Witcher Lore - What is Kaer Morhen?\n</gallery>\n\n== Gallery ==\n<gallery>\nTw1 Kaer Morhen in Enhanced Edition.jpg\nPlaces_Witcher_Laboratory.png\nLoading KM valley night.png\nLoading KM gate day.png\nLoading KM interior 1.png\nLoading KM interior 2.png\ntw-screenshot-kaermorhen-01.png\ntw-screenshot-kaermorhen-02.png\ntw-screenshot-kaermorhen-03.png\ntw-screenshot-kaermorhen-04.png\ntw-screenshot-kaermorhen-05.png\ntw-screenshot-kaermorhen-06.png\nNotw kaer morhen entrance.png|Bridge into Kaer Morhen in {{Netflix|notw}}\nNetflix witcher kaer morhen overview.png|in {{Netflix}}\nNetflix witcher kaer morhen.png|in {{Netflix}}\n</gallery>\n\n== Maps ==\n<gallery>\nMap Kaer Morhen exterior.png|Exterior courtyard\nMap Kaer Morhen ground floor.png|Ground Floor<br/>(1st floor for North Americans)\nMap Kaer Morhen first floor.png|First Floor<br/>(2nd floor for North Americans)\nMap Kaer Morhen Triss room.png|[[Triss Merigold|Triss]]' Room\nMap Kaer Morhen Witcher Laboratory.png|Witcher laboratory\nMap Kaer Morhen valley.png|Kaer Morhen valley\n</gallery>\n\n== Footnotes ==\n<references group=\"N\" />\n\n== References ==\n<references />\n\n[[ar:كير مورين]]\n[[cs:Kaer Morhen]]\n[[de:Kaer Morhen]]\n[[es:Kaer Morhen]]\n[[fr:Kaer Morhen]]\n[[hu:Kaer Morhen]]\n[[it:Kaer Morhen]]\n[[nl:Kaer Morhen]]\n[[pl:Kaer Morhen]]\n[[pt-br:Kaer Morhen]]\n[[ru:Каэр Морхен]]\n[[sk:Kaer Morhen]]\n[[sr:Kaer Morhen]]\n[[tr:Kaer Morhen]]\n[[uk:Каер-Морен]]\n[[zh:凱爾‧莫罕]]\n[[Category:Fortresses]]\n[[Category:Locations in the comics]]\n[[Category:The Witcher locations]]\n[[Category:The Price of Neutrality locations]]\n[[Category:The Witcher Adventure Game locations]]\n[[Category:The Witcher 3 locations]]"
}